{
    "1": {
        "query": "Making choices in life can be very difficult. People often ask for advice when they can not decide on one thing. It's always good to ask others for their advice when making a choice. When you have multiple opinions you have the ability to make the best choice for yourself. ",
        "docs": {
            "0": {
                "content": "Seeking advice can sometimes be hard and asking multiple people can help you reach your final decision. Asking multiple people of their opinion helps someone make a better choice ",
                "id": "9224",
                "score": 53.375,
                "meta": {
                    "title": null
                }
            },
            "1": {
                "content": "When a person asks for advice it is most likely they're in a situation that is to confusing or difficult to the point where they don't know what the right solution or choice is. Making choices in life can be hard. Most times they'res never a right choice, but having different people to talk to help you find the best decision. ",
                "id": "7565",
                "score": 53.15625,
                "meta": {
                    "title": null
                }
            },
            "2": {
                "content": "In conclusion, asking for advice from multiple people can help a person make the best choice possible. Whether it is an easy or a hard decision everyone needs advice at somepoint and asking more than one person can help decision making. If someone needs help deciding between two things, or thinking of a solution to their problem, asking multiple people can make their decision a little easier. With all the decisions people make in life, making every decision as easy as possible is the best thing people can do.   ",
                "id": "8250",
                "score": 53.03125,
                "meta": {
                    "title": null
                }
            }
        }
    },
    "2": {
        "query": "Seeking multiple opinions can help a person make a better choice ",
        "docs": {
            "0": {
                "content": "Seeking multiple opinions can help someone make a better choice ",
                "id": "8657",
                "score": 55.4375,
                "meta": {
                    "title": null
                }
            },
            "1": {
                "content": "Seeking multiple opinions can guide someone to make a better choice in various ways ",
                "id": "8232",
                "score": 54.96875,
                "meta": {
                    "title": null
                }
            },
            "2": {
                "content": "Seeking multiple opinions can help someone make a better decision or plan ",
                "id": "8089",
                "score": 54.875,
                "meta": {
                    "title": null
                }
            }
        }
    },
    "3": {
        "query": "it can decrease stress levels ",
        "docs": {
            "0": {
                "content": "but it can also relieve stress and anxiety, which is a major component of a decision about to be made ",
                "id": "8648",
                "score": 52.90625,
                "meta": {
                    "title": null
                }
            },
            "1": {
                "content": "it has allowed individuals stress level to decrease ",
                "id": "2299",
                "score": 51.21875,
                "meta": {
                    "title": null
                }
            },
            "2": {
                "content": "by lowering their stress levels while letting them become more comfortable in their own work environment. ",
                "id": "5542",
                "score": 50.125,
                "meta": {
                    "title": null
                }
            }
        }
    },
    "4": {
        "query": "a great chance to learn something new ",
        "docs": {
            "0": {
                "content": "teacher based projects are more informational and they give students the chance to learn something new. ",
                "id": "2128",
                "score": 48.5625,
                "meta": {
                    "title": null
                }
            },
            "1": {
                "content": "it takes out our free time which gives us time to have fun and learn new things ",
                "id": "4339",
                "score": 48.53125,
                "meta": {
                    "title": null
                }
            },
            "2": {
                "content": "Giving students the opportunity for self-guided learning allows them to exercise their creativity in ways they typically can't during the school year and learn new skills. ",
                "id": "2586",
                "score": 48.40625,
                "meta": {
                    "title": null
                }
            }
        }
    },
    "5": {
        "query": "can be very helpful and beneficial. ",
        "docs": {
            "0": {
                "content": "and it is also very helpful to the environment around you. ",
                "id": "3599",
                "score": 52.78125,
                "meta": {
                    "title": null
                }
            },
            "1": {
                "content": "can even help you decide for yourself. ",
                "id": "8906",
                "score": 50.40625,
                "meta": {
                    "title": null
                }
            },
            "2": {
                "content": "In this case, and many others, seeking outside advise or help can solve this problem ",
                "id": "8646",
                "score": 50.375,
                "meta": {
                    "title": null
                }
            }
        }
    },
    "6": {
        "query": "When making a decision there is a chance that you can become very stressed and overwhelmed. Being stressed can cause a person to give up on what they are doing. Having multiple opinions from people can make choosing an option less difficult and more easier. The information that you receive from others may have a special meaning in the future. Other peoples opinion can make a person feel confident in making the right choice. ",
        "docs": {
            "0": {
                "content": "Sometimes when a decision is very impactful, you can get stressed out over the choice you want to make. Asking others may make deciding easier because all you have to honestly do is listen to their ideas and decide if you agree with them or not. Then, using your common sense and their advice, you can choose the decision you believe is best for you . Also, you actually might know what you are going to choose. But you might still want to ask other people what they think because that can \"confirm\" that you have made the right decision. ",
                "id": "8953",
                "score": 52.34375,
                "meta": {
                    "title": null
                }
            },
            "1": {
                "content": "There are many people that have a hard time making decisions on their own. They go back and forth between all the choices that they could possibly make, and all it does is make them anxious. I know this from personal experience because I'm a very indecisive person, and making big decisions stress me out a lot. But when I have the opinions of multiple people to help me, it makes the decision process so much easier. They all tell me their input and what they would do, and it calms me down and helps me think through it clearer. ",
                "id": "7528",
                "score": 52.125,
                "meta": {
                    "title": null
                }
            },
            "2": {
                "content": "Have you ever had a really important decision you had to make? Did you feel overwhelmed because you didn't know what you should do? Asking for help or advise from people such as friends and family around you can really help alleviate all that stress. Most people encounter big decisions often throughout their lives, so getting advise from numerous people can help you get more input on something, and may end up helping you make a final decision. ",
                "id": "8748",
                "score": 52.0625,
                "meta": {
                    "title": null
                }
            }
        }
    },
    "7": {
        "query": "Everyone is different and may have more experience than you. Seeking other peoples opinion can cause you to gain a new skill or lesson. For example, someones advice could teach you how to do something the correct way. Many people are very different and have experience different things in life. Seeking advice from others can teach you a lot. We all learn from our mistakes in life, by sharing your past experiences you may prevent someone else from making the same mistake. ",
        "docs": {
            "0": {
                "content": "Children were told sometime in their life that everybody was unique and different in some sort of way, that there were absolutely no two people that looks the same, much less think and act the same. This applies in everyday life from then and getting advice is not the exception. Everybody has different beliefs, experience and ways to do things so it's hard to find one person that exactly understand you to the point of giving you advice perfectly. ",
                "id": "8643",
                "score": 53.34375,
                "meta": {
                    "title": null
                }
            },
            "1": {
                "content": " You could also discover different options to take through getting other's advice. Seeking multiple opinions can help you to discover new choices that you never thought about ",
                "id": "8052",
                "score": 52.03125,
                "meta": {
                    "title": null
                }
            },
            "2": {
                "content": "As a result of us collectively having different experiences in life, we get to provide one another with new thoughts and ideas through giving advice. The process of seeking multiple opinions can provide you with a guaranteed and better outcome for handling a pressing conflict. You can also recognize the many ways one can look at the situation. As well as, recognize the results from of others when they went through the same occurrence, and the multiple ways you can resolve the situation. Having a myopic mind can be a true curse, and taking advice from others prohibits yourself from making consequential mistakes because of being blinded by bias. Talking to others who have dealt with the similar problem allows you to feel more comfortable in your situation, and gain some peace in being to relate to another. Having others provide with different ways they would resolve the situation allows you to consider the many options and pick the best one for your situation. Friends, family, associates and the others in your life all have access to the information you need to make the best decision for yourself. When dealing with conflict, it would be most beneficial to use their knowledge to prevent your problems from troubling you intensely.        ",
                "id": "9105",
                "score": 51.8125,
                "meta": {
                    "title": null
                }
            }
        }
    },
    "8": {
        "query": "Seeking others opinion can be very helpful and beneficial. ",
        "docs": {
            "0": {
                "content": "Seeking advice from multiple opinions can help people make better choices because they can view different viewpoints from others ",
                "id": "8766",
                "score": 52.96875,
                "meta": {
                    "title": null
                }
            },
            "1": {
                "content": "Seeking multiple peoples' opinions can help influence the way you think and act in various ways. Others' opinions can be very helpful in the way they influence your decisions, teach you about the topic, and give you multiple different points of view. Receiving advice is a good thing because it can influence you in many different ways. ",
                "id": "7492",
                "score": 52.78125,
                "meta": {
                    "title": null
                }
            },
            "2": {
                "content": "Seeking multiple opinions can help because it can allow you to understand through different point of views, ",
                "id": "9160",
                "score": 52.5,
                "meta": {
                    "title": null
                }
            }
        }
    },
    "9": {
        "query": "Taking other peoples advice and doing what they say may lead to a great outcome. When you receive other opinions whether they are good or bad you will be able to look at them from a different point of view. For example, When a group of people give you advice on yourself, you then know how they look at you as a person. Everyone looks at certain things from a different prospective. How someone else looks at it may be how its supposed to be viewed in life. ",
        "docs": {
            "0": {
                "content": "When someone knows less about a situation it is sometimes better because they see everything from an outside perspective creating a less bias opinion or neutral opinion. When you ask multiple different people for advice on one topic, you are searching for a general opinion/ idea or a pattern in what people have to say to then influence your decision. If you chose not hear from a few people one persons opinion may be bias and can heavily influence your decision in a good or bad way ",
                "id": "8474",
                "score": 52.84375,
                "meta": {
                    "title": null
                }
            },
            "1": {
                "content": "Getting an opinion from a different point of view, receiving advice from a person with lots of experience, and creating opinions based on your own or others mistakes are all great ways to making better choices.  The person could change your mind on the topic, inform you with knowledge that you didn't possess before, or tell you what they did wrong and what not to do.  Whatever it is, talking with someone will help you choose, and feel more confident making a decision.  Seeking multiple opinions is the best way to help make a better choice.                              ",
                "id": "7617",
                "score": 52.84375,
                "meta": {
                    "title": null
                }
            },
            "2": {
                "content": "Asking more than one person for advice is critical. You can see what others think, receive many different opinions that are better than the others, and view your dilemma in a new perspective. After all of that, your situation could seem easier to understand and not so terrible as you thought. Asking just one person for their thoughts is a mistake, do not forget to ask another! ",
                "id": "8469",
                "score": 52.6875,
                "meta": {
                    "title": null
                }
            }
        }
    },
    "10": {
        "query": "You can learn from others experiences by seeking the advice that someone give you. Making decisions can cause stress on a person. Relating to someones advice may higher your self-esteem because you no longer feel left out. Ask others for advice when making a difficult decision. When you seek others opinion more opportunities are available fro yourself.  ",
        "docs": {
            "0": {
                "content": "Children were told sometime in their life that everybody was unique and different in some sort of way, that there were absolutely no two people that looks the same, much less think and act the same. This applies in everyday life from then and getting advice is not the exception. Everybody has different beliefs, experience and ways to do things so it's hard to find one person that exactly understand you to the point of giving you advice perfectly. ",
                "id": "8643",
                "score": 51.625,
                "meta": {
                    "title": null
                }
            },
            "1": {
                "content": "Sometimes when a decision is very impactful, you can get stressed out over the choice you want to make. Asking others may make deciding easier because all you have to honestly do is listen to their ideas and decide if you agree with them or not. Then, using your common sense and their advice, you can choose the decision you believe is best for you . Also, you actually might know what you are going to choose. But you might still want to ask other people what they think because that can \"confirm\" that you have made the right decision. ",
                "id": "8953",
                "score": 51.53125,
                "meta": {
                    "title": null
                }
            },
            "2": {
                "content": "Having someone to talk to is very important for advice but just making better decisions from having multiple peoples advice is just as important.  The final reason is making better decisions, making better decisions can impact your life majorly ",
                "id": "9157",
                "score": 51.53125,
                "meta": {
                    "title": null
                }
            }
        }
    }
}